import Navbar from "../../components/navbar/Navbar"
import styled from "./AboutUs.module.css";
import iranPlan from "./../../images/Jowhareh.png";
import Footer from "../../components/footer/Footer";
function AboutUs(){

    return(
        <>
        <div>
            <Navbar title="آتنا بلاگ"/>
        </div>
        <div className={styled.aboutPage}>
            <div className="container">

            <h2>درباره ما</h2>
            <p>
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاب، و با استفاده
                 از طراحان گرافیگ است، چاپگرها و متون بلکه روزنامه و مجله در ستون و 
                   سطر آنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و 
                   کاربردیهای متنوع با هدف بهبود ابزار خای کاربردی می باشد، کتابهای زیادی در شصت و سه
                    درصد گذشه حال و آینده ، شناخت فراوان جامعه و متخصصان را می طلبد، تا با
                     نرم افرازها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان 
                     خلاقی، و  فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید
                     داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان
                     رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات
                        .پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد  
            </p>
            <h3>فعالیت ما در کدام شهر است؟</h3>
            <img src={iranPlan} alt="" />
            </div>
        </div>
        <div>            
            <Footer />
        </div>
        </>
    )
}
export default AboutUs